<template>
    <div class="section about" id="about">
        <div class="body_element">
            <p class="p_header">
                О нашей компании
            </p>
            <div class="tizer_about">
                <p>Туристическая компания "Байкальские просторы" - ваш надежный проводник в мир загадочного и величественного озера Байкал. Мы специализируемся на организации увлекательных и незабываемых поездок на Байкал - одно из самых красивых мест на планете.

                    <br><br>Наша команда опытных гидов и организаторов гарантирует вам комфортное путешествие, наполненное увлекательными маршрутами, интересными экскурсиями и незабываемыми впечатлениями. Мы заботимся о каждом детале вашего отдыха, чтобы вы могли насладиться красотой Байкала и его окрестностей в полной мере.
                    <br><br>Мы предлагаем разнообразные туры: от пеших прогулок по берегу озера и многодневных походов до круизов на комфортабельных кораблях. Независимо от того, выберете ли вы активный отдых или предпочтете спокойный отдых в уединенных уголках природы, мы подберем для вас идеальный вариант.
                </p>
                <div class="photo_about">
                    <img :src="require('@/img/love.jpg')" class="image"
                        @mouseover="hover = true"
                        @mouseleave="hover = false"
                        height="500"
                        width="auto" />
                </div>
                <div class="clear"></div>
            </div>
        </div>
    </div>
</template>

<script>

</script>

<style scoped>
    .tizer_about p{
      float:left;
      width: 62%;
      color:aliceblue;
      font-size: 22px;
  }

  .photo_about{
      float:right;
      
  }

  .ph_ab{
      height:500px;
      width: auto; 
  }
</style>


